[
  {
    "key": 1,
    "answer": "Paris",
    "trivia": "Paris is often called the 'City of Light' because it was one of the first major cities to adopt gas street lighting.",
    "fun_fact": "The Eiffel Tower was originally intended to be a temporary installation for the 1889 World's Fair."
  },
  {
    "key": 2,
    "answer": "London",
    "trivia": "London was the first city in the world to have an underground subway system.",
    "fun_fact": "Big Ben is actually the nickname for the Great Bell inside the Elizabeth Tower, not the tower itself."
  },
  {
    "key": 3,
    "answer": "Rome",
    "trivia": "Rome is home to the smallest country in the world, Vatican City.",
    "fun_fact": "The Colosseum in Rome could hold up to 80,000 spectators and was used for gladiatorial contests and public spectacles."
  },
  {
    "key": 4,
    "answer": "Berlin",
    "trivia": "Berlin has more bridges than Venice, with over 1,700 bridges in the city.",
    "fun_fact": "The Berlin Wall, which divided the city, was 155 kilometers long and was completely demolished in 1990."
  },
  {
    "key": 5,
    "answer": "Madrid",
    "trivia": "Madrid is the capital of Spain and is known for its rich history and vibrant nightlife.",
    "fun_fact": "Madrid's Plaza Mayor has been the site of many events, including bullfights, soccer games, and public executions."
  },
  {
    "key": 6,
    "answer": "Tokyo",
    "trivia": "Tokyo is the most populous metropolitan area in the world, with over 37 million people.",
    "fun_fact": "Tokyo's Shibuya Crossing is one of the busiest pedestrian crossings in the world, with over 2,500 people crossing at a time."
  },
  {
    "key": 7,
    "answer": "New York",
    "trivia": "New York City is often referred to as the 'Big Apple' and is a major cultural and financial hub.",
    "fun_fact": "Central Park in New York City is larger than the principality of Monaco."
  },
  {
    "key": 8,
    "answer": "Sydney",
    "trivia": "Sydney is home to the iconic Sydney Opera House, which is a UNESCO World Heritage Site.",
    "fun_fact": "The Sydney Harbour Bridge is nicknamed 'The Coathanger' due to its arch-based design."
  },
  {
    "key": 9,
    "answer": "Moscow",
    "trivia": "Moscow is the capital of Russia and is known for its historic architecture and vibrant culture.",
    "fun_fact": "The Kremlin in Moscow is the largest active fortress in Europe."
  },
  {
    "key": 10,
    "answer": "Dubai",
    "trivia": "Dubai is known for its luxury shopping, ultramodern architecture, and lively nightlife.",
    "fun_fact": "The Burj Khalifa in Dubai is the tallest building in the world, standing at 828 meters."
  },
  {
    "key": 11,
    "answer": "Cape Town",
    "trivia": "Cape Town is known for its stunning natural beauty, including Table Mountain and its beautiful coastline.",
    "fun_fact": "Cape Town's Table Mountain is one of the oldest mountains in the world, dating back over 260 million years."
  },
  {
    "key": 12,
    "answer": "Buenos Aires",
    "trivia": "Buenos Aires is the capital of Argentina and is known for its European-style architecture and tango music.",
    "fun_fact": "Buenos Aires is often called the 'Paris of South America' due to its European influence."
  },
  {
    "key": 13,
    "answer": "Bangkok",
    "trivia": "Bangkok is the capital of Thailand and is known for its vibrant street life and cultural landmarks.",
    "fun_fact": "Bangkok's full ceremonial name is the longest city name in the world, consisting of 168 letters."
  },
  {
    "key": 14,
    "answer": "Istanbul",
    "trivia": "Istanbul is a transcontinental city, straddling Europe and Asia, and is known for its rich history.",
    "fun_fact": "Istanbul's Hagia Sophia was originally a cathedral, then a mosque, and is now a museum."
  },
  {
    "key": 15,
    "answer": "Vienna",
    "trivia": "Vienna is the capital of Austria and is known for its classical music heritage and historic architecture.",
    "fun_fact": "Vienna is home to the world's oldest zoo, the Tiergarten Schönbrunn, which opened in 1752."
  },
  {
    "key": 16,
    "answer": "Prague",
    "trivia": "Prague is known as the 'City of a Hundred Spires' due to its many historic churches and towers.",
    "fun_fact": "Prague's Charles Bridge was completed in 1402 and is one of the oldest stone bridges in Europe."
  },
  {
    "key": 17,
    "answer": "Amsterdam",
    "trivia": "Amsterdam is the capital of the Netherlands and is known for its canals, cycling culture, and museums.",
    "fun_fact": "Amsterdam has more bicycles than people, with over 880,000 bicycles in the city."
  },
  {
    "key": 18,
    "answer": "Copenhagen",
    "trivia": "Copenhagen is the capital of Denmark and is known for its historic landmarks and vibrant culture.",
    "fun_fact": "The Little Mermaid statue in Copenhagen is one of the most photographed statues in the world."
  },
  {
    "key": 19,
    "answer": "Stockholm",
    "trivia": "Stockholm is the capital of Sweden and is spread across 14 islands connected by over 50 bridges.",
    "fun_fact": "Stockholm's metro system is often referred to as the 'world's longest art gallery' due to its decorated stations."
  },
  {
    "key": 20,
    "answer": "Helsinki",
    "trivia": "Helsinki is the capital of Finland and is known for its design district and historic landmarks.",
    "fun_fact": "Helsinki is one of the world's northernmost capitals, located at the same latitude as Anchorage, Alaska."
  },
  {
    "key": 21,
    "answer": "Oslo",
    "trivia": "Oslo is the capital of Norway and is known for its Viking history and museums.",
    "fun_fact": "Oslo's Vigeland Park is the largest sculpture park in the world created by a single artist."
  },
  {
    "key": 22,
    "answer": "Zurich",
    "trivia": "Zurich is a global financial hub and is known for its high quality of life and scenic beauty.",
    "fun_fact": "Zurich's Lake Promenade is a popular spot for swimming and sunbathing in the summer."
  },
  {
    "key": 23,
    "answer": "Geneva",
    "trivia": "Geneva is known for its diplomacy and is home to many international organizations, including the United Nations.",
    "fun_fact": "Geneva's Jet d'Eau fountain is one of the tallest fountains in the world, reaching 140 meters."
  },
  {
    "key": 24,
    "answer": "Brussels",
    "trivia": "Brussels is the capital of Belgium and is known for its waffles, chocolates, and historic landmarks.",
    "fun_fact": "Brussels' Atomium was built for the 1958 World's Fair and represents an iron crystal magnified 165 billion times."
  },
  {
    "key": 25,
    "answer": "Budapest",
    "trivia": "Budapest is the capital of Hungary and is known for its thermal baths and historic architecture.",
    "fun_fact": "Budapest is often called the 'Pearl of the Danube' due to its stunning location along the river."
  },
  {
    "key": 26,
    "answer": "Warsaw",
    "trivia": "Warsaw is the capital of Poland and is known for its resilience and historic Old Town.",
    "fun_fact": "Warsaw's Old Town was completely rebuilt after World War II and is now a UNESCO World Heritage Site."
  },
  {
    "key": 27,
    "answer": "Krakow",
    "trivia": "Krakow is a historic city in Poland known for its medieval core and Jewish quarter.",
    "fun_fact": "Krakow's Wawel Castle was the residence of Polish kings for centuries and is now a museum."
  },
  {
    "key": 28,
    "answer": "Athens",
    "trivia": "Athens is the capital of Greece and is known as the cradle of Western civilization.",
    "fun_fact": "Athens' Acropolis is one of the most iconic ancient sites in the world and dates back to the 5th century BC."
  },
  {
    "key": 29,
    "answer": "Lisbon",
    "trivia": "Lisbon is the capital of Portugal and is known for its historic landmarks and Fado music.",
    "fun_fact": "Lisbon's Belem Tower is a UNESCO World Heritage Site and was built in the 16th century as a fortress."
  },
  {
    "key": 30,
    "answer": "Porto",
    "trivia": "Porto is a coastal city in northern Portugal known for its port wine production.",
    "fun_fact": "Porto's Ribeira district is a UNESCO World Heritage Site and is known for its colorful buildings."
  },
  {
    "key": 31,
    "answer": "Barcelona",
    "trivia": "Barcelona is a vibrant city in Spain known for its architecture, including Gaudí's Sagrada Familia.",
    "fun_fact": "Barcelona's Sagrada Familia has been under construction since 1882 and is still not completed."
  },
  {
    "key": 32,
    "answer": "Seville",
    "trivia": "Seville is a historic city in southern Spain known for its flamenco dancing and historic landmarks.",
    "fun_fact": "Seville's Alcázar palace is one of the oldest royal palaces still in use in Europe."
  },
  {
    "key": 33,
    "answer": "Venice",
    "trivia": "Venice is known as the 'City of Canals' and is famous for its gondola rides and historic landmarks.",
    "fun_fact": "Venice's Grand Canal is the main waterway in the city and is lined with over 170 buildings."
  },
  {
    "key": 34,
    "answer": "Florence",
    "trivia": "Florence is the birthplace of the Renaissance and is known for its art and architecture.",
    "fun_fact": "Florence's Uffizi Gallery is one of the oldest and most famous art museums in the world."
  },
  {
    "key": 35,
    "answer": "Milan",
    "trivia": "Milan is a global fashion capital and is known for its historic landmarks and vibrant culture.",
    "fun_fact": "Milan's La Scala opera house is one of the most famous opera houses in the world."
  },
  {
    "key": 36,
    "answer": "Naples",
    "trivia": "Naples is a historic city in southern Italy known for its pizza and proximity to Pompeii.",
    "fun_fact": "Naples is home to the oldest continuously operating public opera house in the world, the Teatro di San Carlo."
  },
  {
    "key": 37,
    "answer": "Dublin",
    "trivia": "Dublin is the capital of Ireland and is known for its literary history and vibrant culture.",
    "fun_fact": "Dublin's Trinity College is home to the Book of Kells, a beautifully illuminated manuscript dating back to the 9th century."
  },
  {
    "key": 38,
    "answer": "Edinburgh",
    "trivia": "Edinburgh is the capital of Scotland and is known for its historic landmarks and festivals.",
    "fun_fact": "Edinburgh's Royal Mile is a series of streets that form the main thoroughfare of the Old Town."
  },
  {
    "key": 39,
    "answer": "Glasgow",
    "trivia": "Glasgow is the largest city in Scotland and is known for its Victorian architecture and vibrant music scene.",
    "fun_fact": "Glasgow's Kelvingrove Art Gallery and Museum is one of the most visited museums in the UK."
  },
  {
    "key": 40,
    "answer": "Manchester",
    "trivia": "Manchester is a major city in northern England known for its industrial heritage and music scene.",
    "fun_fact": "Manchester is home to the world's first railway station, Liverpool Road Station, which opened in 1830."
  },
  {
    "key": 41,
    "answer": "Liverpool",
    "trivia": "Liverpool is a port city in northwest England known for its maritime history and music scene.",
    "fun_fact": "Liverpool is the birthplace of The Beatles and is home to The Beatles Story museum."
  },
  {
    "key": 42,
    "answer": "Birmingham",
    "trivia": "Birmingham is the second-largest city in the UK and is known for its diverse culture and industrial history.",
    "fun_fact": "Birmingham has more canals than Venice, with over 35 miles of waterways."
  },
  {
    "key": 43,
    "answer": "Belfast",
    "trivia": "Belfast is the capital of Northern Ireland and is known for its maritime history and Titanic Museum.",
    "fun_fact": "Belfast's Titanic Museum is located on the site where the RMS Titanic was built."
  },
  {
    "key": 44,
    "answer": "Cairo",
    "trivia": "Cairo is the capital of Egypt and is known for its historic landmarks, including the Pyramids of Giza.",
    "fun_fact": "Cairo's Khan el-Khalili bazaar is one of the oldest markets in the world, dating back to the 14th century."
  },
  {
    "key": 45,
    "answer": "Marrakech",
    "trivia": "Marrakech is a historic city in Morocco known for its bustling souks and historic landmarks.",
    "fun_fact": "Marrakech's Jardin Majorelle was designed by French painter Jacques Majorelle and later owned by Yves Saint Laurent."
  },
  {
    "key": 46,
    "answer": "Casablanca",
    "trivia": "Casablanca is the largest city in Morocco and is known for its coastal location and historic landmarks.",
    "fun_fact": "Casablanca's Hassan II Mosque is one of the largest mosques in the world and has a minaret that is 210 meters tall."
  },
  {
    "key": 47,
    "answer": "Nairobi",
    "trivia": "Nairobi is the capital of Kenya and is known for its national parks and wildlife.",
    "fun_fact": "Nairobi is the only city in the world with a national park within its boundaries."
  },
  {
    "key": 48,
    "answer": "Johannesburg",
    "trivia": "Johannesburg is the largest city in South Africa and is known for its gold mining history.",
    "fun_fact": "Johannesburg is home to the Cradle of Humankind, a UNESCO World Heritage Site with some of the oldest hominid fossils."
  },
  {
    "key": 49,
    "answer": "Lagos",
    "trivia": "Lagos is the largest city in Nigeria and is known for its vibrant culture and music scene.",
    "fun_fact": "Lagos is one of the fastest-growing cities in the world and is a major financial center in Africa."
  },
  {
    "key": 50,
    "answer": "Accra",
    "trivia": "Accra is the capital of Ghana and is known for its beaches and vibrant markets.",
    "fun_fact": "Accra's Independence Square is one of the largest city squares in the world and is a site for national celebrations."
  },
  {
    "key": 51,
    "answer": "Dakar",
    "trivia": "Dakar is the capital of Senegal and is known for its French colonial heritage and vibrant culture.",
    "fun_fact": "Dakar is home to the African Renaissance Monument, one of the tallest statues in Africa."
  },
  {
    "key": 52,
    "answer": "Nairobi",
    "trivia": "Nairobi is the capital of Kenya and is known for its national parks and wildlife.",
    "fun_fact": "Nairobi is the only city in the world with a national park within its boundaries."
  },
  {
    "key": 53,
    "answer": "Cape Town",
    "trivia": "Cape Town is known for its stunning natural beauty, including Table Mountain and its beautiful coastline.",
    "fun_fact": "Cape Town's Table Mountain is one of the oldest mountains in the world, dating back over 260 million years."
  },
  {
    "key": 54,
    "answer": "Rio de Janeiro",
    "trivia": "Rio de Janeiro is known for its Carnival, Christ the Redeemer statue, and Copacabana Beach.",
    "fun_fact": "Rio de Janeiro's Christ the Redeemer statue is one of the New Seven Wonders of the World."
  },
  {
    "key": 55,
    "answer": "São Paulo",
    "trivia": "São Paulo is the largest city in Brazil and is known for its skyscrapers and cultural diversity.",
    "fun_fact": "São Paulo is home to the largest Japanese community outside of Japan."
  },
  {
    "key": 56,
    "answer": "Lima",
    "trivia": "Lima is the capital of Peru and is known for its colonial architecture and cuisine.",
    "fun_fact": "Lima's historic center is a UNESCO World Heritage Site and is known for its well-preserved colonial buildings."
  },
  {
    "key": 57,
    "answer": "Bogotá",
    "trivia": "Bogotá is the capital of Colombia and is known for its gold museum and Andean location.",
    "fun_fact": "Bogotá's Gold Museum houses the largest collection of pre-Hispanic gold artifacts in the world."
  },
  {
    "key": 58,
    "answer": "Quito",
    "trivia": "Quito is the capital of Ecuador and is known for its well-preserved colonial center.",
    "fun_fact": "Quito is the second-highest capital city in the world, located at an altitude of 2,850 meters."
  },
  {
    "key": 59,
    "answer": "Caracas",
    "trivia": "Caracas is the capital of Venezuela and is known for its cable car system and Avila Mountain.",
    "fun_fact": "Caracas' Avila Mountain is a popular spot for hiking and offers stunning views of the city."
  },
  {
    "key": 60,
    "answer": "Santiago",
    "trivia": "Santiago is the capital of Chile and is known for its Andean backdrop and wine production.",
    "fun_fact": "Santiago's Cerro San Cristóbal is a large hill in the city that offers panoramic views and is home to a statue of the Virgin Mary."
  },
  {
    "key": 61,
    "answer": "Montevideo",
    "trivia": "Montevideo is the capital of Uruguay and is known for its beaches and colonial architecture.",
    "fun_fact": "Montevideo's Rambla is a 22-kilometer-long promenade along the coast, making it one of the longest in the world."
  },
  {
    "key": 62,
    "answer": "Asunción",
    "trivia": "Asunción is the capital of Paraguay and is known for its historic buildings and river views.",
    "fun_fact": "Asunción is one of the oldest cities in South America, founded in 1537."
  },
  {
    "key": 63,
    "answer": "Havana",
    "trivia": "Havana is the capital of Cuba and is known for its vintage cars and colonial architecture.",
    "fun_fact": "Havana's Malecón is a famous seawall and promenade that stretches for 8 kilometers along the coast."
  },
  {
    "key": 64,
    "answer": "Santo Domingo",
    "trivia": "Santo Domingo is the capital of the Dominican Republic and is known for its colonial zone.",
    "fun_fact": "Santo Domingo's Zona Colonial is a UNESCO World Heritage Site and is the oldest European settlement in the Americas."
  },
  {
    "key": 65,
    "answer": "San Juan",
    "trivia": "San Juan is the capital of Puerto Rico and is known for its historic forts and beaches.",
    "fun_fact": "San Juan's El Morro fortress is a UNESCO World Heritage Site and was built to protect the city from invaders."
  },
  {
    "key": 66,
    "answer": "Kingston",
    "trivia": "Kingston is the capital of Jamaica and is known for its reggae music and Bob Marley Museum.",
    "fun_fact": "Kingston's Bob Marley Museum is located in the former home of the legendary reggae musician."
  },
  {
    "key": 67,
    "answer": "Ottawa",
    "trivia": "Ottawa is the capital of Canada and is known for its Parliament Hill and Rideau Canal.",
    "fun_fact": "Ottawa's Rideau Canal is the oldest continuously operated canal system in North America and is a UNESCO World Heritage Site."
  },
  {
    "key": 68,
    "answer": "Toronto",
    "trivia": "Toronto is the largest city in Canada and is known for the CN Tower and multiculturalism.",
    "fun_fact": "Toronto's CN Tower was the tallest freestanding structure in the world for 32 years, from 1975 to 2007."
  },
  {
    "key": 69,
    "answer": "Montreal",
    "trivia": "Montreal is known for its French heritage, festivals, and Notre-Dame Basilica.",
    "fun_fact": "Montreal's Notre-Dame Basilica is one of the most beautiful churches in North America and is known for its stunning interior."
  },
  {
    "key": 70,
    "answer": "Vancouver",
    "trivia": "Vancouver is known for its natural beauty, Stanley Park, and film industry.",
    "fun_fact": "Vancouver's Stanley Park is larger than New York's Central Park and is one of the largest urban parks in North America."
  },
  {
    "key": 71,
    "answer": "Calgary",
    "trivia": "Calgary is known for the Calgary Stampede and its proximity to the Rocky Mountains.",
    "fun_fact": "Calgary's Stampede is known as 'The Greatest Outdoor Show on Earth' and attracts over a million visitors each year."
  },
  {
    "key": 72,
    "answer": "Edmonton",
    "trivia": "Edmonton is the capital of Alberta and is known for its festivals and West Edmonton Mall.",
    "fun_fact": "Edmonton's West Edmonton Mall is the largest shopping mall in North America and has over 800 stores."
  },
  {
    "key": 73,
    "answer": "Winnipeg",
    "trivia": "Winnipeg is known for its cultural festivals and the Forks Market.",
    "fun_fact": "Winnipeg's Forks Market is a historic site that has been a meeting place for over 6,000 years."
  },
  {
    "key": 74,
    "answer": "Halifax",
    "trivia": "Halifax is the capital of Nova Scotia and is known for its maritime history and waterfront.",
    "fun_fact": "Halifax's Citadel Hill is a historic fort that offers panoramic views of the city and harbor."
  },
  {
    "key": 75,
    "answer": "St. John's",
    "trivia": "St. John's is the capital of Newfoundland and Labrador and is known for its colorful houses.",
    "fun_fact": "St. John's is the oldest city in North America, founded in 1497."
  },
  {
    "key": 76,
    "answer": "Charlottetown",
    "trivia": "Charlottetown is the capital of Prince Edward Island and is known for its historic sites.",
    "fun_fact": "Charlottetown is known as the 'Birthplace of Confederation' as it hosted the Charlottetown Conference in 1864."
  },
  {
    "key": 77,
    "answer": "Fredericton",
    "trivia": "Fredericton is the capital of New Brunswick and is known for its historic architecture.",
    "fun_fact": "Fredericton's Beaverbrook Art Gallery is home to one of the most significant art collections in Canada."
  },
  {
    "key": 78,
    "answer": "Victoria",
    "trivia": "Victoria is the capital of British Columbia and is known for its gardens and mild climate.",
    "fun_fact": "Victoria's Butchart Gardens is one of the most famous gardens in the world and attracts over a million visitors each year."
  },
  {
    "key": 79,
    "answer": "Yellowknife",
    "trivia": "Yellowknife is the capital of the Northwest Territories and is known for its northern lights.",
    "fun_fact": "Yellowknife is one of the best places in the world to see the aurora borealis, or northern lights."
  },
  {
    "key": 80,
    "answer": "Whitehorse",
    "trivia": "Whitehorse is the capital of Yukon and is known for its gold rush history and wilderness.",
    "fun_fact": "Whitehorse is named after the White Horse Rapids, which were said to resemble the mane of a white horse."
  },
  {
    "key": 81,
    "answer": "Iqaluit",
    "trivia": "Iqaluit is the capital of Nunavut and is known for its Inuit culture and Arctic location.",
    "fun_fact": "Iqaluit is the smallest capital city in Canada by population, with just over 7,000 residents."
  },
  {
    "key": 82,
    "answer": "Anchorage",
    "trivia": "Anchorage is the largest city in Alaska and is known for its wilderness and wildlife.",
    "fun_fact": "Anchorage is home to more than 40 glaciers within a 50-mile radius."
  },
  {
    "key": 83,
    "answer": "Juneau",
    "trivia": "Juneau is the capital of Alaska and is known for its glaciers and outdoor activities.",
    "fun_fact": "Juneau is the only U.S. state capital that is not accessible by road; it can only be reached by boat or plane."
  },
  {
    "key": 84,
    "answer": "Fairbanks",
    "trivia": "Fairbanks is known for its northern lights and as a gateway to the Arctic.",
    "fun_fact": "Fairbanks is one of the best places in the world to see the aurora borealis, or northern lights."
  },
  {
    "key": 85,
    "answer": "Honolulu",
    "trivia": "Honolulu is the capital of Hawaii and is known for its beaches and Pearl Harbor.",
    "fun_fact": "Honolulu's Waikiki Beach is one of the most famous beaches in the world and attracts millions of visitors each year."
  },
  {
    "key": 86,
    "answer": "Maui",
    "trivia": "Maui is a popular island in Hawaii known for its stunning beaches and Haleakalā National Park.",
    "fun_fact": "Maui's Haleakalā volcano is one of the largest dormant volcanoes in the world and offers stunning sunrise views."
  },
  {
    "key": 87,
    "answer": "Kauai",
    "trivia": "Kauai is known as the 'Garden Isle' and is famous for its lush landscapes and Waimea Canyon.",
    "fun_fact": "Kauai's Waimea Canyon is often referred to as the 'Grand Canyon of the Pacific' due to its size and beauty."
  },
  {
    "key": 88,
    "answer": "Hilo",
    "trivia": "Hilo is known for its rainforests, waterfalls, and proximity to Hawaii Volcanoes National Park.",
    "fun_fact": "Hilo is the wettest city in the United States, receiving an average of 126 inches of rain per year."
  },
  {
    "key": 89,
    "answer": "Auckland",
    "trivia": "Auckland is the largest city in New Zealand and is known for its harbors and volcanoes.",
    "fun_fact": "Auckland is known as the 'City of Sails' due to its large number of yachts and sailing boats."
  },
  {
    "key": 90,
    "answer": "Wellington",
    "trivia": "Wellington is the capital of New Zealand and is known for its windy weather and Te Papa Museum.",
    "fun_fact": "Wellington is often referred to as the 'Windy City' due to its strong winds."
  },
  {
    "key": 91,
    "answer": "Christchurch",
    "trivia": "Christchurch is known as the 'Garden City' and is famous for its English heritage and Botanic Gardens.",
    "fun_fact": "Christchurch's Botanic Gardens are home to over 10,000 plant species and are one of the most visited attractions in New Zealand."
  },
  {
    "key": 92,
    "answer": "Queenstown",
    "trivia": "Queenstown is known as the adventure capital of New Zealand, famous for bungee jumping and skiing.",
    "fun_fact": "Queenstown is the birthplace of commercial bungee jumping, with the first jump taking place in 1988."
  },
  {
    "key": 93,
    "answer": "Sydney",
    "trivia": "Sydney is known for its Opera House and Harbour Bridge and is one of the largest cities in the Southern Hemisphere.",
    "fun_fact": "Sydney's Opera House is a UNESCO World Heritage Site and is one of the most iconic buildings in the world."
  },
  {
    "key": 94,
    "answer": "Melbourne",
    "trivia": "Melbourne is known for its coffee culture, street art, and sports events.",
    "fun_fact": "Melbourne is often ranked as one of the most livable cities in the world due to its high quality of life."
  },
  {
    "key": 95,
    "answer": "Brisbane",
    "trivia": "Brisbane is known for its sunny weather, South Bank Parklands, and proximity to the Gold Coast.",
    "fun_fact": "Brisbane's South Bank Parklands are home to a man-made beach in the heart of the city."
  },
  {
    "key": 96,
    "answer": "Perth",
    "trivia": "Perth is known for its beaches, Swan River, and relaxed lifestyle.",
    "fun_fact": "Perth is one of the most isolated major cities in the world, with the nearest major city, Adelaide, over 2,000 kilometers away."
  },
  {
    "key": 97,
    "answer": "Adelaide",
    "trivia": "Adelaide is known for its wine regions, festivals, and historic architecture.",
    "fun_fact": "Adelaide is known as the 'City of Churches' due to its large number of historic churches."
  },
  {
    "key": 98,
    "answer": "Canberra",
    "trivia": "Canberra is the capital of Australia and is known for its museums and planned layout.",
    "fun_fact": "Canberra was designed by American architect Walter Burley Griffin and is one of the few planned cities in the world."
  },
  {
    "key": 99,
    "answer": "Hobart",
    "trivia": "Hobart is the capital of Tasmania and is known for its historic sites and MONA museum.",
    "fun_fact": "Hobart's MONA (Museum of Old and New Art) is one of the most controversial and innovative museums in the world."
  },
  {
    "key": 100,
    "answer": "Darwin",
    "trivia": "Darwin is the capital of the Northern Territory and is known for its tropical climate and wildlife.",
    "fun_fact": "Darwin is the closest Australian capital city to Asia, making it a gateway to Southeast Asia."
  },
  {
    "key": 101,
    "answer": "Cairns",
    "trivia": "Cairns is known for its Great Barrier Reef access and rainforests.",
    "fun_fact": "Cairns is the gateway to the Great Barrier Reef, one of the seven natural wonders of the world."
  },
  {
    "key": 102,
    "answer": "Gold Coast",
    "trivia": "Gold Coast is known for its beaches, theme parks, and surfing culture.",
    "fun_fact": "Gold Coast's Surfers Paradise is one of the most famous surfing spots in the world."
  },
  {
    "key": 103,
    "answer": "Wollongong",
    "trivia": "Wollongong is known for its steel industry, beaches, and proximity to Sydney.",
    "fun_fact": "Wollongong's Sea Cliff Bridge is one of the most scenic coastal drives in Australia."
  },
  {
    "key": 104,
    "answer": "Newcastle",
    "trivia": "Newcastle is known for its beaches, historic sites, and coal mining history.",
    "fun_fact": "Newcastle is home to the largest coal export port in the world."
  },
  {
    "key": 105,
    "answer": "Geelong",
    "trivia": "Geelong is known for its waterfront, carousel, and proximity to Melbourne.",
    "fun_fact": "Geelong's Waterfront is home to the historic Carousel, which dates back to 1892."
  },
  {
    "key": 106,
    "answer": "Townsville",
    "trivia": "Townsville is known for its access to the Great Barrier Reef and Magnetic Island.",
    "fun_fact": "Townsville is home to the largest aquarium in the Southern Hemisphere, Reef HQ."
  },
  {
    "key": 107,
    "answer": "Alice Springs",
    "trivia": "Alice Springs is known for its desert location and as a gateway to Uluru.",
    "fun_fact": "Alice Springs is located in the geographic center of Australia, making it a popular starting point for outback adventures."
  },
  {
    "key": 108,
    "answer": "Launceston",
    "trivia": "Launceston is known for its historic architecture and proximity to Cataract Gorge.",
    "fun_fact": "Launceston's Cataract Gorge is a natural formation that offers stunning views and walking trails."
  },
  {
    "key": 109,
    "answer": "Ballarat",
    "trivia": "Ballarat is known for its gold rush history and Sovereign Hill museum.",
    "fun_fact": "Ballarat's Sovereign Hill is an open-air museum that recreates the gold rush era of the 1850s."
  },
  {
    "key": 110,
    "answer": "Bendigo",
    "trivia": "Bendigo is known for its gold rush history and Victorian architecture.",
    "fun_fact": "Bendigo's Central Deborah Gold Mine offers underground tours and a glimpse into the city's gold mining history."
  },
  {
    "key": 111,
    "answer": "Toowoomba",
    "trivia": "Toowoomba is known for its gardens and annual Carnival of Flowers.",
    "fun_fact": "Toowoomba's Carnival of Flowers is one of the oldest and most famous flower festivals in Australia."
  }
]
